/********************************************************************************/
/****************                 부루마블 게임                 *****************/
/*						제작자 : 구종석, 송승호, 박희완							*/
/*						 기간 : 2019/02/21~2019/02/22							*/
/********************************************************************************/

/********************************* 
 * 파일 이름 : main.c 
 * 기능 : 전체적인 game flow 진행
 * last modified : 2019/02/21
 * 수정자 : 박희완
**********************************/

/* 
 * 함수 이름 : main
 * return : int. 성공시 0, 실패시 -1
 * 인자 : void
 * 기능 : bitmable 함수 호출
 * last modified : 2019/02/21
 * 수정자 : 박희완
 */


#include "common.h"
#include "controller.h"

int main(void) {
//	bitmable();
	bitmableForNet();
	return 0;
}


